<PAD>
<UNK>
the
.
and
turn
to
striped
dotted
right
of
left
a
blue
place
go
past
you
yellow
on
red
green
up
pick
white
,
it
brown
book
mug
hourglass
bucket
tv
bowl
ball
around
walk
purple
in
at
forward
top
behind
cone
booth
with
until
intersection
front
building
bench
traffic
collect
towards
wall
dumpster
see
phone
face
move
is
down
street
your
take
light
next
that
barrier
wooden
head
slightly
then
banner
lamp
continue
reach
between
straight
corner
pass
orange
put
ahead
post
sign
brick
toward
barrels
hydrant
directly
side
keep
near
cones
against
look
going
fire
just
silver
trash
find
two
will
mailbox
barricade
before
first
after
spotted
there
flag
can
make
metal
so
facing
be
distance
stop
barrel
them
buildings
glass
star
wood
speed
an
small
limit
by
three
beyond
grab
closest
across
drop
are
should
this
grey
stack
bin
road
get
diagonally
when
walls
atop
short
triangle
passing
fetch
teh
diamond
aligned
belongs
for
from
park
tires
box
along
sits
end
middle
lamppost
hexagon
gray
panel
mail
through
immediately
set
'
till
second
where
alley
black
junction
another
benches
as
degrees
way
all
bags
both
foward
little
line
other
signal
but
floor
stacked
direction
/
again
stripped
turning
dont
sitting
completely
cross
one
slight
windows
not
moving
90
walking
under
nearest
nearby
has
streetlight
forwards
garbage
diagonal
telephone
pile
streetlamp
far
back
ll
circle
stiped
tall
arched
phonebooth
gold
infront
come
barriers
untill
large
poster
its
lights
stripe
into
television
concrete
once
also
some
please
beside
round
hour
row
these
cup
hand
over
booths
180
hanging
which
stripes
s
block
structure
meet
placed
four
trashcan
close
colorful
no
trashbin
buildling
same
keeping
travel
kiosk
reaching
spot
touch
(
lay
oil
dump
)
dots
objects
without
follow
ontop
lampost
proceed
stoplight
dot
touching
immediate
center
-
do
claim
taking
trio
looking
th
shorter
2nd
such
opposite
cluster
hedges
need
tire
inbetween
further
colored
out
golden
fence
snag
slighly
detached
very
forwrad
align
intersections
ground
basket
pair
dark
object
banners
alongside
edge
long
he
forwad
approach
exit
while
drum
below
away
hte
container
drums
what
room
gate
dumpsters
holding
making
window
underneath
pruple
hourglasses
big
located
reference
stay
slotted
tyres
staying
mat
those
t
nothing
sit
onto
enter
buidling
re
intersect
grabbing
hydrants
acquire
whtie
doted
touches
cornor
bit
tan
bowls
diagnol
mark
sphere
bown
available
alleyway
balls
closer
upon
well
roadblock
adjacent
rectangle
group
start
trashbags
collection
have
view
column
third
tot
don
picking
if
collec
posts
sure
baracade
gap
ends
else
striaght
aim
background
only
pole
more
base
fron
buckets
bins
off
heading
bulding
rusty
dottd
turned
ways
tvs
fo
passed
righthand
anything
righ
postbox
path
buliding
each
containing
alcove
together
than
or
cement
books
yello
mugs
spots
here
visible
bag
containers
longer
goes
houglass
following
now
city
diaganally
ot
low
symbol
starting
25
barrles
barrer
single
smaller
;
let
position
staight
must
trun
discover
contine
yourself
spaced
pas
stone
too
rigth
hourlgass
pickup
continuing
accross
lined
barricades
steet
sriped
waste
colelct
above
blur
would
their
pannel
buiding
triped
several
bottom
completly
firehydren
diamon
blocker
square
any
behing
dissapears
te
plce
soon
safety
gren
hugging
last
showing
hydren
extreme
able
polka
almost
smooth
45
25mph
tthe
diaganal
spoted
immidiately
dotten
leave
cans
main
half
rock
eh
intersectoin
eventually
signs
taht
bowel
empty
pace
shaped
sight
stirped
..
rach
puple
arond
rhombus
plcae
slighty
rusted
crossing
nect
distant
getting
dumpser
bwol
encounter
trafic
strioed
pcik
seen
baricade
possible
purplr
dotte
hyrdrant
marked
windowed
dumpter
quite
buildlings
behins
vertical
betwen
many
hourglas
being
read
staright
stick
gree
most
coffee
forawrd
few
junctions
instead
tuen
dumspter
slighlty
pipe
elft
nd
unitl
buidlings
putple
boot
ninety
order
shortly
flagged
faces
meets
farther
clustered
collet
lamps
raised
microwave
turns
colect
pink
still
besides
builiding
beofre
psat
aound
halfway
area
hexigon
ad
field
dumster
streets
full
intesection
coming
brwon
veering
tof
graffiti
giant
point
facade
elevated
untl
ignore
leftmost
rows
sides
builidng
wards
blocks
lines
geen
angle
bricked
lbue
rectangular
ve
adn
about
construction
stright
tired
direct
rests
stripedbrown
purle
caution
strop
thing
befor
types
office
towrd
better
hidden
rightand
they
thorugh
got
pocket
becnh
veer
builing
much
east
reddish
neat
cylinder
couple
wal
palce
paneled
awhile
dotter
stacks
rightmost
spped
fornt
appears
buck
sotted
arrive
strped
deposit
3rd
structures
hug
begin
barriar
straigh
hedge
screen
straght
comes
among
pot
different
boothe
aroung
moe
inter
tve
matching
hyrant
og
strip
lot
hire
gone
ofthe
stipped
buildng
rather
cotinue
rounded
placethe
bast
hehind
story
arc
topof
pu
itself
shape
overhanging
semi
uo
furthest
agaisnt
lef
makea
standing
yelow
beneath
aquire
interection
hydant
stried
bunch
opening
equal
juntion
buckt
octagon
brickwall
crossroad
wodden
does
bue
phonebooths
tteh
